Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/laereplan_matematikk-felles.html.tmx
Source language: smj
Languages: sma

source: dåbddåt ja gåvådit guovte- ja gålmådimensjonála gåvvusij dåbddomerkajt dagu tjiega, rabda ja jalgudagá ja figuvrajt tjuolldet ja namádit gåvvusijt dåj dåbddomerkaj milta
sma: damtijidh jïh buerkiestidh væhtah guektien- jïh golmendimensjovnaale figuvride, roeni, raedtiej jïh bijjieskieriej sjïekenisnie, jïh veesmedh jïh nommh figuvride bïejedh daej væhtaj mietie

source: dåbddåt ja adnet spiedjilsymmetrijav praktihkalasj aktijvuodajn, ja ságastallat dan birra
sma: damtijidh, nuhtjedh jïh speejjelesymmetrijen bïjre soptsestidh praktihkeles tsiehkine

source: dahkat ja guoradallat geomehtralasj minsstarijt, sihke digitála vædtsagij ja daj dagá, ja dajt njálmálattjat gåvådit
sma: geometrihkeles maallh darjodh jïh goerehtidh, digitaale dïrregigujmie jïh bielelen digitaale dïrregh, jïh dejtie njaalmeldh buerkiestidh

source: mihttit ja buohtastahttet stuorrudagájt ma guosski guhkkudagájda ja areálajda, standardiserigahtes ja standárda mihttimavtadagáj, gåvådit gåktu ja båhtusij birra ságastallat
sma: stoeredahkh möölehtidh jïh viertiestidh mah leah gåhkoen jïh arealen bïjre, viehkine ij-standardiseradamme jïh standardiseradamme möölege-ektievoetigujmie, buerkiestidh guktie, jïh illedahki bïjre soptsestidh

source: nammadit biejvijt, mánojt ja álkkes láhkáj vásstedit gatjálvissaj “ gallen la ? ”
sma: biejjieh, askh jïh aelhkie tsåahkatïjjh jiehtedh

source: dåbddåt vuona biednigijt ja rudájt gitta 100 rádjáj ja dajt adnet oastedijn ja vuobdedijn
sma: nöörjen beetnegh jïh beetnehleahpah damtijidh 100 raajan, jïh dejtie nuhtjedh åestiemisnie jïh doekemisnie

source: tjoahkkit, tjuolldet, tjállet ja gåvådit dáhtájt låhkåmsárgoj, tabellaj ja stoalppadiagrámmaj ja ságastallat prosessa birra ja majt gåvå dáhtáj birra subtsasti
sma: tjöönghkedh, veesmedh, tjaeliestidh jïh daata vuesiehtidh viehkine ryöknemesïevijste, tabellijste jïh sööjladiagrammeste, jïh prosessen bïjre soptsestidh, jïh maam dah illustrasjovnh daatamaterijelli bïjre soptsestieh

source: Máhtudakmihto 4. jahkedáse maŋŋela
sma: Maahtoeulmieh 4. jaepiedaltesen mænngan

source: gåvådit ja adnet sadjeárvvosystemav ålles tállajda, adnet positijva ja negatijva tállajt, álkkes fraksjåvnåjt ja desimállatállajt praktihkalasj aktijvuodajn ja tállastuorrudagájt moatte láhkáj javllat.
sma: buerkiestidh jïh nuhtjedh sijjie-aarvoesystemem dejtie ellies taalide, nuhtjedh positijve jïh negatijve ellies taalh, aelhkie bröökh jïh desimaaletaalh praktihkeles ektiedimmine, jïh taalestoeredahkh joekehtslaakan jiehtedh

source: sulleriekknistit ja gávnnat tállajt gå oajven riekknis, adná låhkåmvædtsagijt ja tjállagijt, ja de árvustallat vásstádusájt gå le sulleriekknistam
sma: aerviedimmiem darjodh jïh taalh gaavnedh viehkine åejjieryöknemistie, ryöknemematerijelleste jïh tjaaleldh notaatijste, aerviedimmieryöknemem darjodh jïh vaestiedassh vuarjasjidh

source: åvddånahttet, adnet ja ságastallat iesjgeŋgalágásj riekknimvuogij gáktuj ma guosski moattesiffartállaj adderimij ja subtraksjåvnnåj sihke oajve milta ja páhppára nanna
sma: evtiedidh, nuhtjedh jïh soptsestidh ovmessie ryöknemevuekiej bïjre addisjovnese jïh subtraksjovnese taalijste jienebi sifferigujmie, dovne åejjesne jïh paehpierisnie

source: åvddånahttet ja adnet iesjgeŋgalágás gærdodibme- ja bielledibmevuogijt ja dajt praktihkalasj aktijvuodajn adnet, ja unna gærdodimtabellatjav adnet gå oajve milta riekkni ja dahkamusájt tjoavddá
sma: evtiedidh jïh nuhtjedh jeereldihkie vuekieh multiplikasjovnese jïh divisjovnese, dejtie nuhtjedh praktihkeles tsiehkine jïh dam onne multiplikasjovnetabellem nuhtjedh åejjieryöknemisnie jïh gosse edtja laavenjassh loetedh

source: gávnnat diedojt tevstajn jali praktihkalasj aktijvuodajn, válljit riekknimvuogev, vuodustit válljimav, tabællamáhtov adnet ja ávkástallat riekknimvuogij aktijvuodajt, båhtusav árvustallat ja tjoavddusav åvddånbuktet
sma: bïevnesh gaavnedh tjaaleginie jallh praktihkeles ektiedimmine, ryöknemesåarhtem veeljedh jïh buerkiestidh man åvteste dam veeljeme, tabellemaahtoem nuhtjedh jïh ektiedimmieh ryöknemesåarhti gaskem nuhtjedh, illedahkem vuarjasjidh jïh vaestiedassem åehpiedehtedh

source: dåbddåt, gæhttjaladdat, gåvådit ja joarkket tállaminsstarij struktuvrajt
sma: damtijidh, eksperimenteradidh, buerkiestidh jïh guhkiedidh struktuvrh taalemaalline

source: adnet matematihkalasj symbåvlåjt ja åvddånbuktemvuogijt matematihkalasj aktijvuodajt tjielggitjit dahkamustjoavdedijn.
sma: matematihkeles symbovlh jïh lahtestimmievuekieh nuhtjedh juktie matematihkeles ektiedimmieh tjïelkestidh gosse edtja laavenjassh loetedh

source: dåbddåt, gåvådit ja tjuolldet gievlijt, moattetjiegagijt, jårbbådisájt, sylinderijt ja polyederijt
sma: damtijidh, væhtah buerkiestidh jïh veesmedh gievlieh, gellieraedtieh, båalah, sylinderh jïh polyedh

source: tjuorggat, biggit, guoradallat ja gåvådit geomehtralasj figuvrajt ja modellajt praktihkalasj aktijvuodajn, aktan teknologija ja hábbmima aktijvuodan
sma: geometrihkeles goerh jïh maallh guvviedidh, bigkedh, goerehtidh jïh buerkiestidh praktihkeles ektiedimmine, aaj teknologijesne jïh hammoedimmesne

source: dåbddåt, adnet ja gåvådit spiedjilsymmetrijav ja parallællanirkkalimev konkrehta aktijvuodajn
sma: damtijidh, nuhtjedh jïh buerkiestidh speejjelesymmetrijem jïh parallellesertemem vihties tsiehkine

source: dahkat ja guoradallat geomehtralasj minsstarijt ja dajt njálmálattjat gåvådit
sma: geometrihkeles maallh darjodh jïh goerehtidh, jïh dejtie njaalmeldh buerkiestidh

source: låhkåt, biedjat ja gåvådit posisjåvnåjt ruktoværmádagán, kártan ja koordináhtasysteman, sihke digitála vædtsagij ja daj dagá
sma: lohkedh, bïejedh jïh buerkiestidh posisjovnh daabloenedtesne, kaarhtesne jïh koordinaatesystemesne, dovne digitaale dïrregigujmie jïh bielelen digitaale dïrregh

source: sulleriekknistit ja mihttit guhkkudagáv, areálav, vuobmanav, mássav, temperatuvrav, ájgev ja viŋŋkalijt, ságastallat båhtusij birra ja árvustallat makta li dågålattja
sma: aerviedidh, jïh gåhkoem, arealem, volumem, veahkam, temperatuvrem, tïjjem jïh skaavhtegh mööledh, illedahki bïjre soptsestidh jïh vuarjasjidh mejtie dah leah reaktoe

source: adnet standardiserigahtes mihttimijt ja tjielggit manen li standárd mihttima ja adnet ja målsudit dábálasj mihttimavtadagáj gaskan
sma: ij-standardiseradamme möölegeektievoeth nuhtjedh, jïh buerkiestidh man åvteste möölegeektievoeth standardiserede, jïh nuhtjedh jïh sïejhme möölegeektievoeti gaskem jarkelidh

source: buohtastahttet stuorrudagájt vuogas mihttimvædtsagij ja álkkes merustallamijn, båhtusijt åvddånbuktet ja árvustallat makta li dågålattja
sma: stoeredahkh viertiestidh viehkine sjiehteles möölehtimmiedïrregijstie jïh aelhkie aerviedimmeste, illedahkide åehpiedehtedh jïh vuarjasjidh mejtie dah leah reaktoe

source: tjoavddet praktihkalasj dahkamusájt ma guosski oasstemij ja vuobddemij
sma: praktihkeles laavenjassh loetedh åestemen jïh doekemen bïjre

source: tjoahkkit, tjuolldet, tjállet ja gåvvidit dáhtájt vuogas láhkáj låhkåmsárgij, tabellaj ja stoalppadiagrámmaj baktu, sihke digitála vædtsagij ja daj dagá, ja ságastallat prosessa ja åvddånbuktema hárraj
sma: tjöönghkedh, veesmedh, tjaeliestidh jïh daata vuesiehtieh maereleslaakan ryöknemesïevigujmie, tabelligujmie jïh sööjladiagrammigujmie, digitaale dïrregigujmie jïh bielelen digitaale dïrregh, jïh prosessen jïh buektemen bïjre soptsestidh

source: Máhtudakmihto 7. jahkedáse maŋŋela
sma: Maahtoeulmieh 7. jaepiedaltesen mænngan

source: gåvådit ja adnet desimálatállaj sadjeárvvosystemav, riekknit positijva ja negatijva ålles tállaj, desimálatállaj, fraksjåvnåj ja prosentaj ja iesjgeŋgalágásj stuorrudagájt tállalinnjaj biedjat
sma: sijjie-aarvoesystemem buerkiestidh jïh nuhtjedh desimaaletaalide, ryöknedh positijve jïh negatijve ellies taaligujmie, desimaaletaaligujmie, bröökigujmie jïh prosentigujmie, jïh dejtie ovmessie stoeredahkide taalesïevese bïejedh

source: gávnnat aktisasj bekkadiddjev ja fraksjåvnåj adderit, subtraherit ja gærdodit
sma: ektieneebnijem gaavnedh jïh addisjovnem, subtraksjovnem jïh multiplikasjovnem bröökijste darjodh

source: åvddånahttet, adnet ja dagástallat vuogijt gåktu oajven riekkni, sulleriekkni ja tjálalattjat riekkni ja digitála vædtsagijt adná riekknidahttijn
sma: evtiedidh, nuhtjedh jïh digkiedidh vuekieh åejjieryöknemasse, aarvehtseryöknemasse jïh tjaaleldh ryöknemasse, jïh digitaale dïrregh aerviedimmine nuhtjedh

source: gåvådit referánssasystemav ja notasjåvnåv mij aneduvvá hámijda riekknimárkan, ja riekknimárkav adnet merustallamijt tjadádittjat ja åvddånbuvtátjit
sma: referansesysteemem jïh notasjovnem buerkiestidh mah åtnasuvvieh formelidie aktene ryökneme-aarhkesne, jïh ryökneme-aarhkem nuhtjedh juktie aerviedimmieh darjodh jïh dejtie åehpiedehtedh

source: gávnnat diedojt tevstajn jali praktihkalasj aktijvuodajn, åvddån biedjat ja tjielggit merustallamijt ja barggovuogijt, båhtusav árvustallat ja åvddånbuktet ja dagástallat tjoavddusav
sma: bïevnesh gaavnedh tjaaleginie jallh praktihkeles ektiedimmine, bæjjese bïejedh jïh aerviedimmieh buerkiestidh, jïh buerkiestidh guktie dam dorjeme, illedahkem vuarjasjidh jïh vaestiedassem åehpiedehtedh jïh digkiedidh

source: guoradallat ja gåvådit geometralasj minsstarijt ja tállaminsstarij struktuvrajt ja rievddamijt figuvraj, bágoj ja foarmmalij
sma: goerehtidh jïh buerkiestidh struktuvrh jïh jarkelimmieh geometrihkeles maalline jïh taalemaalline goerigujmie, baakoejgujmie jïh formeligujmie

source: åvddån biedjat ja tjoavddet álkkes liknigijt ja tjoavddet ja riekknit parantesaj tállaj addisjåvnån, subtraksjåvnån ja gærdodijn
sma: bæjjese bïejedh jïh aelhkie ligningh loetedh, jïh loevenidh jïh ryöknedh parentesigujmie addisjovnesne, subtraksjovnesne jïh multiplikasjovnesne taalijste

source: analyserit guovte- ja gålmådimensjonála figuvrajt ja gåvådit fysalasj diŋgajt árkkabiejves ja teknologijas geomehtralasj buojkuldagáj
sma: jïjtsevoeth analyjseradidh guektien- jïh golmendimensjovnaale figuvrine, jïh fysiske daeverh buerkiestidh aarkebiejjien jieleden jïh teknologijen sisnjeli viehkine geometrihkeles dïejvesijstie

source: biggit gålmådimensjonála modellajt, tjuorggat perspektijvajt majna le akta gáhtomtjuorgga ja dagástallat prosessajt ja buktagijt
sma: golmendimensjovnaale maallh bigkedh, perspektijvem guvviedidh aktine dåssjanimmiemearhketjinie, jïh prosesside jïh dorjesidie digkiedidh

source: gåvådit ja tjadádit spiedjalasstemav, jårgijdimev ja parallællanirkkalimev
sma: speejjeldimmiem, jårredimmien jïh parallellesertemem buerkiestidh jïh tjïrrehtidh

source: gåvådit ruktoværmádagá sajástimev ja sirddemav kártan ja koordináhtasysteman, sihke digitála vædtsagij ja daj dagá, ja koordináhtajt adnet koordináhtasystema áksaj parallælla gaskav merustalátjit
sma: bïejemem jïh sertemem buerkiestidh daabloenedtesne, kaarhtesne jïh koordinaatesystemesne, digitaale viehkiedïrregigujmie jïh bielelen, jïh koordinaath nuhtjedh juktie gåhkoeh buerkiestidh baalte aksigujmie aktene koordinaatesystemesne

source: válljet hiebalgis mihttimvædtsagijt ja tjadádit praktihkalasj mihttimijt árkkabiejve ja teknologija aktijvuodan ja árvustallat båhtusijt snivudagá ja mihttimiehpesihkarvuoda gáktuj
sma: sjiehteles möölehtimmiedïrregh veeljedh jïh praktihkeles möölehtimmieh darjodh aarkebiejjien jieliedisnie jïh teknologijesne, jïh illedahkide vuarjasjidh presisjovni jïh möölehtimmien ovseekerevoeten mietie

source: sulleriekknistit ja mihttit stuorrudagáj guhkkudagáv, areálav, vuobmanav, mássav, ájgev ja viŋŋkalijt, ja adnet ájgijt ja ájggegaskajt álkkes merustallamijda, dagástallat båhtusijt ja árvustallat makta li dågålattja
sma: aarvehtsem darjodh jïh stoeredahkh gåhkose, arealese, veahkese, volumese, skaavhtegasse jïh tïjjese möölehtidh, jïh tïjjem jïh tïjjeintervallem nuhtjedh aelhkie aerviedimmine, illedahkide digkiedidh jïh vuarjasjidh man reaktoe dah leah

source: válljit hiebalgis mihttimavtadagájt ja riekknistit iesjgeŋga mihttimavtadagáj gaskan
sma: sjiehteles möölegeektievoeth veeljedh jïh ovmessie möölegeektievoeti gaskem ryöknedh

source: tjielggit gåktu mihttit guhkkudagáv, areálav ja vuobmanav ja merustallat biráldisáv, areálav, jalgudagáv ja vuobmanav guovte- ja gålmådimensjonála figuvrajs
sma: buerkiestidh guktie dah möölegh gåhkose, arealeste jïh volumese leah bæjjese bigkeme, jïh bïjrem, arealem, bijjieskieriem jïh volumem aerviedidh guektien-jïh golmendimensjovnaale figuvrijste

source: adnet mihtov gaskajt merustalátjit ja kártajt ja barggotjuorggamijt dahkat ja daj birra ságastallat, sihke digitála vædtsagij ja daj dagá
sma: möölegeståahkem nuhtjedh juktie gåhkoeh aerviedidh jïh kaarhth jïh barkoeguvvieh darjodh jïh dej bïjre soptsestidh, digitaale dïrregigujmie jïh bielelen

source: adnet gasskavuodajt praktihkalasj aktijvuodajn, fártajn riekknit ja valutaj gaskan riekknistit
sma: gaskemsvoetem nuhtjedh praktihkeles ektiedimmine, drïektine ryöknedh jïh valutaj gaskem ryöknedh

source: plánit ja tjoahkkit dáhtájt váksjomij, gatjádallamguoradallamij ja gæhttjaladdamij aktijvuodan
sma: soejkesjidh jïh daatah tjöönghkedh vïhtesjimmine, gihtjemegoerehtimmine jïh eksperimeentine

source: åvddånbuktet dáhtájt tábellajn ja diagrámmajn ma li dagádum digitála vædtsagij ja daj dagá, låhkåt ja dålkkut åvddånbuktemijt ja árvustallat makta li ávkálattja
sma: daatah vuesiehtidh tabelline jïh diagrammine mah leah dorjesovveme digitaale dïrregigujmie jïh bielelen, lohkedh jïh toelhkestidh maam buakteme, jïh vuarjasjidh man nuhteligs dah leah

source: gávnnat mediánav, dábálamostállav ja gasskamierev álkkes dáhtátjoahkkijn ja árvustallat iesjgeŋga guovdásjmihtojt nubbe nuppe gáktuj
sma: medijanem, såarhtetaalem jïh gaskemedtiem gaavnedh aelhkie daatasettine jïh vuarjasjidh dejtie ovmessie jarngeulmide gaskemsh

source: árvustallat ja ságastallat vejulasjvuodaj birra árkkabiejven, spelajn ja gæhttjaladdamijn ja jáhkedahttevuodav merustallat álkkes dilijn
sma: vuarjasjidh jïh soptsestidh hilli bïjre aarkebiejjien ektiedimmine, spïeline jïh eksperimeentine, jïh aarvehtsem aelhkie tsiehkine aerviedidh

source: Máhtudakmihto 10. jahkedáse maŋŋela
sma: Maahtoeulmieh 10. jaepiedaltesen mænngan

source: buohtastahttet ja målssot ålles tállaj, desimálatállaj, fraksjåvnåj, prosentaj, promilla ja standardháme tállaj, dákkir tállajt moatte láhkáj åvddånbuktet ja árvustallat makkir dilen iesjgeŋgalágásj åvddånbuktemvuoge li vuohkasa
sma: viertiestidh jïh ryöknedh gaskem ellies taalh, desimaaletaalh, bröökh, prosenth, promille jïh taalh standardehammosne, dagkerh taalh jeereldihkie jiehtedh, jïh vuarjasjidh mennie tsiehkine ovmessie vuekieh leah maereles

source: adnet faktåvråjt, potensajt, nubberuohttasijt ja álggotállajt merustallamin
sma: bröökine ryöknedh, bröökh juekedh jïh bröökelahtesh aelhkiehtidh

source: riekknit fraksjåvnåj, fråksjåvnåj dividerit ja fraksjåvnåjt álkkebun dahkat
sma: faktovrh, potensh, kvadraateroehtsh jïh primtaalh aerviedimmine nuhtjedh

source: åvddånahttet, adnet ja tjielgadit iesjgeŋga riekknimmetodajt; oajve milta, sulástallam ja tjálalasj riekknim daj niellja riekknimvuogij
sma: evtiedidh, nuhtjedh jïh buerkiestidh ovmessie vuekieh åejjieryöknemisnie, aarvehtseryöknemisnie jïh tjaaleldh ryöknemisnie dej njieljie ryöknemesåarhtigujmie

source: giehtadallat, faktoriserit ja álkkedit algebrauttrykkajt, dajt praktihkalasj dilijda tjadnat, foarmmalij, parantesaj ja fraksjåvnåj riekknit ja neljudakgárgadisájt adnet
sma: algebra-lahtesh gïetedidh, faktovriseradidh jïh aelhkiehtidh, lahtesidie praktihkeles tsiehkide viedtedh, formeligujmie, parentesigujmie jïh bröökelahtesigujmie ryöknedh jïh kvadraateraajesidie nuhtjedh

source: tjoavddet liknigijt ja ærádisájt vuostasj grádas ja likniksystemajt guovte dåbddåmahttásij ja adnet dáv praktihkalasj ja teorehtalasj ássjijt
sma: ligningh jïh joekehtsvoeth voestes graadeste loetedh jïh ligningesysteemh göökte ammesigujmie, jïh dam nuhtjedh juktie praktihkeles jïh teoretihkeles dåeriesmoerh loetedh

source: merustallat gålådimev, kredittkårtå anov, sisbåhtusav, luojkkamav ja siesstemav, budsjehtav ja ruhtalågov dahkat riekknimárka ano baktu ja tjielggit merustallamijt ja båhtusijt åvddånbuktet
sma: aerviedimmieh darjodh åtnoen, laajkoekåarhteåtnoen, baalhkan, löönemen jïh spååredimmien bïjre, budsjedtem jïh reeknehlåhkoem bæjjese bïejedh viehkine ryöknemeaarhkeste, jïh aerviedimmieh buerkiestidh jïh illedahkide åehpiedehtedh

source: analyserit aktijduvvam gássjelisvuodajt, identifiserit fássta ja målsudahkes stuorrudagájt, tjadnat aktijduvvam gássjelisvuodajt dåbdos tjoavddemvuogijda, merustallamijt tjadádit ja båhtusijt åvddånbuktet vuogas láhkáj
sma: tjåanghkan bïejeme dåeriesmoerh analyjseradidh, tjåadtjoen jïh jeereldihkie stoeredahkh damtijidh, gellielaaketje dåeriesmoerh åehpies loetemevuekide ektiedidh, aerviedimmieh darjodh jïh illedahkide maereleslaakan åehpiedehtedh

source: adnet tállajt ja variábelijt guoradaládijn, gæhttjaladdamin ja praktihkalasj ja teorehtalasj gássjelisvuodaj tjoavdedijn ja båhtusijt vuogas láhkáj åvddånbuktet
sma: taalh jïh variabelh nuhtjedh goerehtimmesne, eksperimeenteradimmesne jïh praktihkeles jïh teoretihkeles dåeriesmoereloetemisnie, jïh prosjektine teknologijine jïh designine

source: guoradallat ja gåvådit guovte- ja gålmådimensjonála figuvrajt ja daj hámijt adnet konstruksjåvnåjn ja merustallamijn
sma: jïjtsevoeth goerehtidh jïh buerkiestidh guektien- jïh golmendimensjovnaale figuvrine, jïh jïjtsevoetide konstruksjovnine jïh aerviedimmine nuhtjedh

source: tjadádit, gåvådit ja vuodustit geomehtralasj konstruksjåvnåjt passerijn ja linjálajn ja dynámalasj geometrijaprográmman
sma: darjodh, buerkiestidh jïh tjïelkestidh geometrihkeles konstruksjovnh paasserinie jïh sïevestahkine, jïh dynamihkeles geometrjiprogrammine

source: adnet ja vuodustit avtahámakvuodav ja Pytagorasa gárgadisáv dåbddåmahtes stuorrudagáj merustallamijn
sma: nuhtjedh jïh tjïelkestidh åtnoem hammoehedteste jïh Pytagoresen raajesistie, gosse edtja ovnohkens stoeredahkh aerviedidh

source: dålkkut ja stiellit barggotjuorggamijt ja perspektijvvatjuorggamijt moatte gáhtomtjuorgaj, digitála vædtsagij ja daj dagá
sma: barkoeguvvieh jïh perspektijveguvvieh jienebh dåssjanimmie-mearhketjigujmie toelhkestidh jïh darjodh, digitaale dïrregigujmie jïh bielelen digitaale dïrregh

source: koordináhtajt adnet figuvrajt gåvvidittjat ja guoradallat geomehtralasj hámijt, digitála vædtsagij ja daj dagá
sma: koordinaath nuhtjedh juktie guvviem vuesiehtidh figuvrijste, jïh jïjtsevoeth goerehtidh geometrihkeles hammojne, digitaale dïrregigujmie jïh bielelen digitaale dïrregh

source: guoradallat, gæhttjaladdat ja formulerit logalasj resonnementajt geomehtralasj ájádusáj ja tjielggit geomehtralasj aktijvuodajt ma li sierraláhkáj ájnnasa teknologijan, dájdan ja arkitektuvran
sma: goerehtidh, eksperimenteradidh jïh hammoedidh logiske ussjedimmieh viehkine geometrihkeles åssjelijstie, jïh geometrihkeles tsiehkieh buerkiestidh mah leah joekoen vihkeles teknologijesne, kåanstesne jïh arkitektuvresne

source: sulleriekknistit ja mihttit stuorrudagáj guhkkudagáv, biráldagáv, viŋŋkalijt, areálav, jalgudagájt, vuobmanav, ájgev, fártav ja iesjmássav ja adnet ja rievddadit mihtojt
sma: aarvehtsem darjodh jïh gåhkoem, bïjrem, skaavhtegem, arealem, bijjieskieriem, tïjjem, drïektem jïh veahkan laaktevoetem aerviedidh, jïh möölegeståahkem nuhtjedh jïh jarkelidh

source: válljit vuogas mihttimavtadagájt, aktijvuodajt tjielggit ja riekknistit iesjgeŋgalágásj mihttimavtadagáj gaskan, adnet ja árvustallat mihttimvædtsagijt ja mihttimvuogijt praktihkalasj mihttimin ja árvvaladdat snivudagáv ja mihttimiehpesihkarvuodav
sma: sjiehteles möölegeektievoeth veeljedh, ektiedimmieh buerkiestidh jïh ryöknedh ovmessie möölegeektievoeti gaskem, nuhtjedh jïh vuarjasjidh möölehtimmiedïrregh jïh möölehtimmievuekieh praktihkeles möölehtimmesne, jïh presisjovnem jïh möölehtimmien ovseekerevoetem digkiedidh

source: tjielggit tállav π adnet dav biráldagá, areála ja vuobmana merustallamin
sma: tjïelkestidh taalem π jïh dam nuhtjedh aerviedimmine bïjreste, arealeste jïh volumeste

source: tjadádit guoradallamijt ja adnet dáhtábásajt statistihkalasj dáhtájt åtsåtjit ja analyseritjit ja gáldojt árvustalátjit
sma: goerehtimmieh tjirrehtidh jïh daatabaash nuhtjedh juktie statistiske daatah ohtsedh jïh analyjseradidh, jïh gaaltijelaejhtemem vuesiehtidh

source: oarnnit ja tjuolldet dáhtájt, gávnnat ja árvvaladdat medianav, dábálamostállav, gasskamierev ja variasjåvnnågåbddudagáv, dáhtájt åvddånbuktet digitála vædtsagij ja daj dagá, ja árvvaladdat iesjgeŋga dáhtáåvddånbuktemijt ja makkir gåvåjt da máhtti vaddet
sma: daata öörnedidh jïh dåehkine bïejedh, gaavnedh jïh digkiedidh baakojde mediane, såarhtetaale, gaskemedtie jïh jeerehtsegamtoe, daatah åehpiedehtedh, digitaale dïrregigujmie jïh bielelen digitaale dïrregh, jïh digkiedidh ovmessie daatabuektemh jïh maam vuajnojde dah maehtieh vedtedh

source: gávnnat ja dagástallat jáhkedahttevuodav gæhttjaladdama, simulerima ja merustallama baktu árkkabiejve aktijvuodajn ja spelan
sma: gaavnedh jïh digkiedidh aarvehtsem eksperimenteradimmien, simuleringen jïh aerviedimmien tjïrrh aarkebiejjien ektiedimmine jïh spïeline

source: gåvådit boadosvijddudagáv ja åvddånbuktet jáhkedahttevuodav fraksjåvnnån, prosænntan ja desimállatállan
sma: illedahkenuepiem buerkiestidh jïh aarvehtsem jiehtedh goh brööke, prosente jïh desimaaletaale

source: árvvaladdat ja tjoavddet álkkes kombinatoralasj tjuolmajt
sma: aelhkie kombinatorihkeles dåeriesmoerh digkiedidh jïh dejtie loetedh

source: dahkat, digitála vædtsagij ja daj dagá, funksjåvnåjt ma tjielggiji numerálalasj aktijvuodajt ja praktihkalasj dilijt, gåvådit ja dålkkut dajt ja målssot iesjgeŋga funksjåvnååvdåstimij gaskan dagu gráfa, tabella, foarmmala ja tevsta
sma: funksjovnh darjodh mah numeriske ektiedimmieh jïh praktihkeles tsiehkieh buerkiestieh, digitaale dïrregigujmie jïh bielelen, dejtie buerkiestidh jïh toelhkestidh jïh ovmessie funksjovnerepresentasjovni gaskem jeatjahtehtedh, goh graafh, tabellh, formelh jïh tjaalegh

source: identifiserit ja ja ávkástallat proporsjonála, lineára ja kvadráhtalasj funksjåvnåjt, ja vaddet buojkulvisájt praktihkalasj aktijvuodajs ma máhtti dáj funksjåvnåj tjielggiduvvat
sma: damtijidh jïh nuhtedh jïjtsevoetide proporsjovnaale, båastode proporsjovnaale, lineæære jïh kvadratiske funksjovnide, jïh vuesiehtimmieh vedtedh praktihkeles tsiehkide mejtie maahta daej funksjovnigujmie buerkiestidh

source: Máhtudakmihto 1 T – Jo1 oahppogárvedime oahppoprográmma maŋŋela
sma: Maahtoeulmieh 1 T mænngan– Jåa1 studijeryöjreden ööhpehtimmieprogrammh

source: dålkkut, giehtadallat, árvustallat ja árvvaladdat matemahtalasj sisanov iesjgeŋga tevstajn
sma: toelhkestidh, gïetedidh, vuarjasjidh jïh digkiedidh dam matematihkeles sisvegem ovmessie tjaaleginie

source: árvustallat, válljit ja adnet matematihkalasj metodajt ja viehkkenævojt tjuolmajt tjoavdátjit iesjgeŋga fágajn ja sebrudaksuorgijn ja ájádallat, árvustallat ja åvddånbuktet tjoavddusijt vuogas láhkáj
sma: vuarjasjidh, veeljedh jïh nuhtjedh matematihkeles vuekieh jïh dïrregh juktie dåeriesmoerh loetedh ovmessie faagijste jïh siebriedahkesuerkijste, jïh ussjedidh, vuarjasjidh jïh åehpiedehtedh vaestiedasside maereleslaakan

source: riekknit ruohttsauttrykkajt, potensaj majn le rasjonála eksponenta ja standardháme tállaj, bokstávvauttrykkaj, foarmmalij, parantessautrykkaj ja rasjonála ja kvadráhtalasj uttrykkaj tállaj ja bokstávaj, faktorerit kvadráhtalasj uttrykkajt, kvadráhtagárgadisájt adnet ja ålleslasj kvadráhtajt dahkat
sma: ryöknedh roehtselahtesigujmie, potensigujmie rasjovnelle eksponentine jïh taaligujmie standardehammosne, bokstaavelahtesh, formelh, parenteselahtesh jïh rasjovnelle jïh kvadrateles lahtesh taaligujmie jïh bokstaavigujmie, kvadrateles lahtesh faktovriseradidh, kvadraateraajesidie nuhtjedh jïh ellies kvadraath darjodh
